Repository: GitHangar/pardus-flatpak-gui
Catalog: po/*/LC_MESSAGES/pardus-flatpak-gui.po
Languages: tr

source: Error reading message dialogs GUI file:
tr: İleti pencereleri GUI dosyasını okumada hata:

source: <big><b>File Not Found Error</b></big>
tr: <big><b>Dosya Bulunamadı Hatası</b></big>

source: File not found:
tr: Dosya bulunamadı:

source: <big><b>Installing Error</b></big>
tr: <big><b>Yükleme Hatası</b></big>

source: The selected file doesn't indicate a Flatpak application:
tr: Seçili dosya bir Flatpak uygulamasını belirtmiyor:

source: <big><b>Argument Error</b></big>
tr: <big><b>Argüman Hatası</b></big>

source: There are too many arguments. Argument count:
tr: Çok fazla argüman var. Argüman sayısı:

source: Error reading GUI file:
tr: GUI dosyasını okumada hata:

source: _Copy to Clipboard
tr: _Panoya Kopyala

source: Info About
tr: Hakkında Bilgi:

source: Installing...
tr: Kuruluyor...

source: Error at installation!
tr: Kurulumda hata!

source: Installing completed!
tr: Kurulum tamamlandı!

source: Installing:
tr: Kuruluyor:

source: Not installed:
tr: Kurulmadı:

source: Please enter an application name (Ex: org.libreoffice.LibreOffice) what you want to install from Flathub.
tr: Lütfen Flathub'tan yüklemek istediğiniz bir uygulama adı (Ör: org.libreoffice.LibreOffice) giriniz.

source: NOTE: Installing an application from third party remote repositories isn't secured as installing an application from official repositories of your distribution.
tr: NOT: Üçüncü parti uzak depolardan bir uygulama yüklemek dağıtımınızın resmî depolarından bir uygulama yükleme kadar güvenli değildir.

source: I_nstall
tr: _Kur

source: Enter an application name
tr: Bir uygulama adı giriniz

source: <big><b>Input Error</b></big>
tr: <big><b>Girdi Hatası</b></big>

source: Input entered is invalid.
tr: Girilen girdi geçersiz.

source: Installing from file...
tr: Dosyadan kuruluyor...

source: Please choose a Flatpak reference file.
tr: Lütfen bir Flatpak başvuru dosyası seçiniz.

source: Choose a file
tr: Bir dosya seç

source: Error reading About dialog GUI file:
tr: Hakkında iletişim kutusu GUI dosyasını okumada hata:

source: <big><b>Invalid Flatpak Reference Error</b></big>
tr: <big><b>Geçersiz Flatpak Başvurusu Hatası</b></big>

source: Invalid Flatpak reference is:
tr: Geçersiz Flatpak başvurusu:

source: Manage Flatpak softwares via GUI on Pardus
tr: Pardus üzerinde GUI ile Flatpak yazılımlarını yönet

source: _Run
tr: Ç_alıştır

source: _Info
tr: _Bilgi

source: _Uninstall
tr: Ka_ldır

source: Install From _File
tr: _Dosyadan Kur

source: Install From _Entry
tr: _Girdiden Kur

source: _Update All
tr: _Tümünü Güncelle

source: _About
tr: _Hakkında

source: Real Name
tr: Gerçek Adı

source: Arch
tr: Mimarisi

source: Branch
tr: Dalı

source: Remote Name
tr: Uzak Adı

source: Installed Size
tr: Kurulu Boyutu

source: Download Size
tr: İndirme Boyutu

source: Name
tr: Adı

source: Click here for search
tr: Aramak için tıklayınız

source: Show Installed Apps
tr: Kurulu Uygulamaları Göster

source: Flatpak GUI for Pardus
tr: Pardus için Flatpak GUI

source: Copyright (C) 2020 Erdem Ersoy
tr: Telif Hakkı: 2020 Erdem Ersoy

source: Pardus Flatpak GUI Web Site
tr: Pardus Flatpak GUI Ağ Sitesi

source: <big><b>Selection Error</b></big>
tr: <big><b>Seçim Hatası</b></big>

source: None of the applications are selected.
tr: Uygulamaların hiçbiri seçili değil.

source: <big><b>Running Error</b></big>
tr: <big><b>Çalıştırma Hatası</b></big>

source: The selected application couldn't run.
tr: Seçili uygulama çalıştırılamadı.

source: None
tr: Yok

source: Yes
tr: Evet

source: No
tr: Hayır

source: Real Name:
tr: Gerçek Adı:

source: Arch:
tr: Mimarisi:

source: Branch:
tr: Dalı:

source: Collection ID:
tr: Koleksiyon Kimliği:

source: Commit:
tr: Değişiklik:

source: Is Installed:
tr: Kurulu mu:

source: License:
tr: Lisansı:

source: Name:
tr: Adı:

source: Summary:
tr: Tanımı:

source: Version:
tr: Sürümü:

source: Deploy Dir:
tr: Yerleştiği Dizini:

source: EOL Reason:
tr: Süresinin Bitme Nedeni:

source: EOL Rebased:
tr: Süresinin Bitme Yeniden Tanımlanmış Adı:

source: Installed Size:
tr: Kurulu Boyutu:

source: Is Current:
tr: Şimdiki mi:

source: Latest Commit:
tr: Son Değişikliği:

source: Origin:
tr: Köken:

source: Subpaths:
tr: Alt Yollar:

source: Download Size:
tr: İndirme Boyutu:

source: Remote Name:
tr: Uzak Adı:

source: Uninstalling...
tr: Kaldırılıyor...

source: Error at uninstallation!
tr: Kaldırmada hata!

source: Uninstalling completed!
tr: Kaldırma tamamlandı!

source: Uninstalling:
tr: Kaldırılıyor:

source: Not uninstalled:
tr: Kaldırılmadı:

source: Updating All
tr: Tümünü Güncelleme

source: Updating...
tr: Güncelleniyor...

source: Error at updating!
tr: Güncellemede hata!

source: Updating:
tr: Güncelleniyor:

source: Not updated:
tr: Güncellenmedi:
